Repository: oblakstudio/woocommerce-nestpay
Catalog: languages/woocommerce-nestpay-*.po
Languages: sr_rs

source: Enable/Disable
sr_rs: Статус активације

source: Enable NestPay
sr_rs: Активирај NestPay

source: Title
sr_rs: Наслов

source: This controls the title which the user sees during checkout.
sr_rs: Ово контролише наслов који корисник види током плаћања.

source: Description
sr_rs: Опис

source: This controls the description which the user sees during checkout.
sr_rs: Ово приказије опис који корисник види приликом плаћање.

source: Pay with your credit-card using NestPay
sr_rs: Платите платном картицом

source: Advanced Settings
sr_rs: Напредна подешавања

source: NestPay Sandbox
sr_rs: NestPay тестни мод

source: Enable NestPay Sandbox
sr_rs: Активирај NestPay тестни мод

source: NestPay sandbox can be used to test payments
sr_rs: NestPay тестни мод се може користити у фази тестирања платног места

source: Debug log
sr_rs: Лог за дебаговање

source: Enable logging
sr_rs: Омогући логовање

source: Log NestPay events, inside %s Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
sr_rs: Логуј NestPay догађаје унутар %s Напомена: Лог датотека може садржати личне информације. Препоручујемо Вам да користите ово само у сврху дебаговања, као и да обришете логове након завршетка.

source: Payment process
sr_rs: Процес плаћања

source: Enable automatic redirect to NestPay payment form
sr_rs: Омогући аутоматску редирекцију на портал банке

source: API Settings
sr_rs: АПИ подешавања

source: Enter your NestPay API credentials in order to process payments
sr_rs: Унесите ваше креденцијале како бисте могли да процесирате платне картице

source: Merchant ID
sr_rs: ИД трговца

source: Please enter your Merchant ID. This is needed in order to process payments
sr_rs: Унесите ваше креденцијале како бисте могли да процесирате платне картице

source: Username
sr_rs: Корисничко име

source: Please enter your Username. This is needed in order to process payments
sr_rs: Унесите ваше креденцијале како бисте могли да процесирате платне картице

source: Password
sr_rs: Лозинка

source: Please enter your Password. This is needed in order to process payments
sr_rs: Унесите ваше креденцијале како бисте могли да процесирате платне картице

source: Payment URL
sr_rs: УРЛ за плаћање

source: API URL
sr_rs: АПИ УРЛ

source: Please enter your Username. This is needed in order to take payments
sr_rs: Унесите своје корисничко име. Ово је потребно за примање уплата

source: Store key
sr_rs: Кључ продавнице

source: Please enter your Password. This is needed in order to take payments
sr_rs: Унесите вашу шифру. Ово је потребно за примање уплата

source: Sandbox
sr_rs: Тестни мод

source: Please enter your Merchant ID. This is needed in order to take payments
sr_rs: Унесите ИД продавца. Ово је потребно за примање уплата

source: Sandbox Store key
sr_rs: Кључ продавнице

source: Store Settings
sr_rs: Подешавања продавнице

source: Store settings define how payments are handled
sr_rs: Подешавања продавнице дефинишу начин на који се врши плаћање

source: Store Currency
sr_rs: Валута продавнице

source: Select a currency to use - defaults to WooCommerce currency
sr_rs: Одаберите валуту плаћања - подразумевана опција је валута продавнице

source: Cyrillic RSD fix
sr_rs: Преслови ознаку валуте

source: Enable this if RSD is shown in cyrillic (%s)
sr_rs: Омогућите ову опцију уколико се ознака валуте (%s) приказује ћирилицом

source: Store type
sr_rs: Тип продавнице

source: Hosted page
sr_rs: Хостована страница

source: Store page defines how the gateway works. hosted page will redirect to a bank portal, inline form will display the CC form on your website
sr_rs: Страница продавнице дефинише начин плаћања. Хостована страница ће преусмерити на банковни портал, инлине образац ће приказати образац на страници плаћања

source: Transaction type
sr_rs: Тип трансакције

source: Reserve funds (authorize)
sr_rs: Резервација средстава (ауторизација)

source: Debit funds (Capture)
sr_rs: Директна наплата (задужење)

source: hCaptcha
sr_rs: Кепча

source: hCaptcha settings are used to prevent automated payment form submissions
sr_rs: кепча подешавања служе да онемогуће аутоматизоване захтеве за плаћање

source: hCaptcha site key
sr_rs: кључ веб места

source: hCaptcha secret
sr_rs: тајни кључ

source: Send NestPay confirmation
sr_rs: Пошаљи потврду о плаћању

source: Get payment status
sr_rs: Дохвати статус плаћања

source: Capture payment
sr_rs: Пребаци средства на рачун

source: Void the payment
sr_rs: Поништи уплату

source: You are not authorized to perform this operation
sr_rs: Нисте овлашћени за извођење ове операције

source: Invalid Order ID
sr_rs: Неважећи ИД поруџбине

source: Order not paid with payment card
sr_rs: Поруџбина није плаћена платном картицом

source: Action performed successfully
sr_rs: Акција завршена успешно

source: Error in communication with Bank
sr_rs: Грешка у комуникацији са банком

source: Unknown
sr_rs: Непознат

source: Settings
sr_rs: АПИ подешавања

source: View details
sr_rs: Види детаље

source: Docs
sr_rs: Документација

source: Support
sr_rs: Подршка

source: Transaction Failed
sr_rs: Плаћање неуспешно

source: Transaction failure e-mail is sent to the buyer upon unsuccesful payment card transaction
sr_rs: Ово је обавештење за купца које се шаље у случају неуспеле трансакције

source: Your card payment on {site_title} was not succesful!
sr_rs: Плаћање платном картицом на {site_title} није било успешно!

source: Transaction details
sr_rs: Детаљи трансакције

source: Transaction Success
sr_rs: Трансакција успешна

source: Transaction Success e-mail is sent to the buyer upon succesful payment card transaction
sr_rs: Ово је обавештење за купца са детаљима трансакције

source: Your card payment on {site_title} was succesful!
sr_rs: Плаћање платном картицом на {site_title} је успешно!

source: Payment confirmation
sr_rs: Потврда о плаћању

source: Not succesful
sr_rs: Није успешан

source: Preauthorization, not settled
sr_rs: Резервисана, нису пребачена на рачун

source: Capture, not Settled
sr_rs: Средства пребачена, нису легла

source: Deposited
sr_rs: Средства пребачена на рачун

source: Reversal Required
sr_rs: Повраћај потребан

source: Voided
sr_rs: Поништена

source: Pending
sr_rs: На чекању

source: First Commit
sr_rs: Први захтев

source: Unknown status
sr_rs: Непознат статус

source: NestPay Payment Gateway handles card payments by redirecting users to your bank portal
sr_rs: NestPay механизам плћања вам омогућава да примате уплате путем платних картица

source: Capture
sr_rs: Пребаци средства на рачун

source: NestPay Capture not successful
sr_rs: Пребацивање средстава није било успешно

source: Void
sr_rs: Поништи

source: NestPay payment status
sr_rs: NestPay статус плаћања

source: Action
sr_rs: Акција

source: Transaction date
sr_rs: Датум трансакције

source: Status code
sr_rs: Статусни код

source: Authorization code
sr_rs: Ауторизациони код

source: Payment cannot be refunded because it has not been captured.
sr_rs: Уплата не може бити рефундирана јер средства нису пребачена на рачун.

source: An error occurred while refunding the transaction.
sr_rs: Дошло је до грешке при рефундирању трансакције.

source: Refund
sr_rs: Рефундирај уплату

source: Continue to payment
sr_rs: Наставите са плаћањем

source: Payment failed
sr_rs: Плаћање није успело

source: Transaction status
sr_rs: Статус трансакције

source: Transaction ID
sr_rs: ИД трансакције

source: 3D Status
sr_rs: 3Д Статусни код

source: Payment card number
sr_rs: Број платне картице

source: NestPay response unknown
sr_rs: Непознат статус

source: Transaction failed. Your payment card is not charged.
sr_rs: Трансакција није успела. Ваша платна картица неће бити задужена.

source: The order amount has been successfully reserved on your payment card.
sr_rs: Ваша платна картица је задужена за приказани износ.

source: Your payment card has been successfully charged
sr_rs: Ваша платна картица је задужена за приказани износ

source: Declined
sr_rs: Одбијена

source: Approved
sr_rs: Одобрена

source: Funds reserved
sr_rs: Средства резервисана

source: Funds deposited
sr_rs: Средства пребачена на рачун

source: Transaction amount
sr_rs: Износ трансакције

source: Enter amount to authorize, leave blank for full amount
sr_rs: Унесите износ за ауторизацију, оставите бланко за пун износ

source: Transaction code
sr_rs: Код трансакције

source: Order ID
sr_rs: ИД наруџбине

source: Transaction response
sr_rs: Одговор на трансакцију

source: WooCommerce currency
sr_rs: Валута продавнице

source: NestPay for WooCommerce requires PHP 7.4 or greater
sr_rs: NestPay за WooCommerce захтева PHP 7.4 или новији.

source: NestPay for WooCommerce requires WP 5.5 or greater
sr_rs: NestPay за WooCommerce захтева WP 5.5 или новији

source: Hi %s,
sr_rs: Здраво %s,

source: WooCommerce NestPay Payment Gateway
sr_rs: WooCommerce NestPay механизам плаћања

source: Payment Gateway for WooCommerce allowing you to process card payments from all banks using NestPay system
sr_rs: Механизам плаћања за WooCommerce који омогућава плаћање платним картицама за све банке у NestPay систему (Интеза, Комерцијална банка...)
